[
  {
    "statement": "I feel nervous, anxious, or on edge",
    "quality": "negative",
    "remark": "I am sorry that you are feeling that way. I don’t know what may be going on in your life right now, but I want you to know that you are very brave to stand up to these challenges. Although I am only a talking cat, I want to join you on your journey through these hurdles, and hopefully help make them a bit more bearable!",
    "suggestion": "One thing that I often try when I am feeling very on edge is a mindfulness technique called the “4 Second Cat meditation.” If you would like to give it a try. Try sitting in a comfortable position, close your eyes, take a deep breath with your nose for 4 seconds, hold your breath for 4 seconds, exhale with your mouth open for 4 seconds, and hold for 4 seconds. Repeat a few times and see how you feel afterwards!",
    "todo": "4 Second Mindfulness Meditation"
  },
  {
    "statement": "I feel I can't stop worrying or control my worrying",
    "quality": "negative",
    "remark": "Mmmmm… this sounds like a tough one. I am not sure what is causing you to be worried. I don’t have a lot of experience with worrying about human things, but occasionally I do worry about if I will be having tuna today or just the regular. When I feel there are a lot of thoughts flooding through my head like a ball of yarn, I find it useful to try to slow things down.",
    "suggestion": "One thing that I often try when I want to slow things down is a mindfulness technique called the “4 Second Cat meditation.” If you would like to give it a try. Try sitting in a comfortable position, close your eyes, take a deep breath with your nose for 4 seconds, hold your breath for 4 seconds, exhale with your mouth open for 4 seconds, and hold for 4 seconds. Repeat a few times and see how you feel afterwards!",
    "todo": "4 Second Mindfulness Meditation"
  },
  {
    "statement": "I am having low self esteem",
    "quality": "negative",
    "remark": "I am really sorry to hear that you are having low self esteem. This is something that I personally have struggled with since I was a kitten. While there were positive and negative messages given by teacher cats, parent cats and friend cats, the concept that I wasn’t good enough stuck with me.",
    "suggestion": "I want you to know that you DO matter. And that you CAN do what you set your mind to. There are people who care about you, and that you are LOVED! You are accomplished and you are a worthy human being, so don’t let anyone else put you down. You DO matter!",
    "todo": "You DO matter!"
  },
  {
    "statement": "I don't feel like doing anything, I should just stay in bed today",
    "quality": "negative",
    "remark": "Mmm that is a tricky one! It is something I often struggle with too as a cat. For cats we sometimes don’t want to do anything so we just stay in our cat bed all day. Although I am only a talking cat, I do hope that I can help you in becoming more motivated in doing things! Sometimes when we feel a particular emotion (or lack thereof—apathy), we believe that how we feel represents the reality in how we actually are!",
    "suggestion": "I know this might sound like a can of tuna but let me try to explain myself a bit more clearly! When we believe that our thoughts to be reality, our logic becomes: I feel worthless, therefore I must be worthless. But that can’t be true can it? Since our feelings are actually a result from our own thoughts! Emotional Reasoning: A type of cognitive distortion where you assume your negative emotions necessarily reflect the way things really are “I feel it, therefore it must be true",
    "todo": "Motivation will follow action!"
  },
  {
    "statement": "There is so much to do/ I feel overwhelmed",
    "quality": "negative",
    "remark": "Sounds like there are a lot of things that are currently on your mind and you might be feeling that there is a huge mountain of tasks in front of you. I really want you to know that whatever it is that you might be facing, I will be here with you every step of the way so don’t feel like you are going through this alone! Often times when there is a something very pressing, we magnify how difficult the task is, or how unprepared we are to tackling the task, while also minimizing our own strengths and our ability to tackle these hurdles. One recent example from the Olympic Cat Games was by our favourite athlete and musician Bob Meowerly. When he first started hurdling, he would think each hurdle was almost twice as tall as him, and that his legs are really stumpy and will be so difficult to jump past. By magnifying his challenges, and minimizing his strengths, it just made each challenge feel even more difficult.",
    "suggestion": "Magnification or Minimization: A type of cognitive distortion where you exaggerate the importance of things (such as a goof-up or someone else’s achievements), or you inappropriately shrink things until they appear tiny (your own desirable qualities or the other fellow’s imperfections). This is also called the “binocular trick.”",
    "todo": "Don’t give up, you can do this!"
  },
  {
    "statement": "No one loves me",
    "quality": "negative",
    "remark": "Oh no! I want to give you a really big cat hug if that is how you are feeling. It is often easy to think this when we feel alone and isolated from others, and that the world is sometimes so cold. But is it really true that nobody likes you? Even the most meanest baddest cat in all the neighbourhood has a grandcat that likes him! And I really do think that you can find one person (or cat) that loves you for who you are!",
    "suggestion": "When I feel that no other cats like me, I sometimes think that there never will be any cats that will want to be r friend. But I realized now that it was unrealistic! There is always at least one cat in entire neighbourhood who would want to be my friend!\n\n\nOvergeneralization: A type of cognitive distortion where you see a single negative event as a never-ending pattern of defeat",
    "todo": "You are loved!"
  },
  {
    "statement": "I am enjoying my life",
    "quality": "positive",
    "remark": "Meow! Hurray! I am so happy to hear that you are enjoying your life right now! There are so many wonderful things in the world—like cat nip! A cat’s 9 lives is too short to waste on pouting and not eating tasty food. Keep doing what you are doing! You are doing great!",
    "suggestion": "I have no other suggestions than to go out and have fun!",
    "todo": "You are doing great!"


  }

]