[
    "I feel nervous, anxious, or on edge",
    "I feel I can't stop worrying or control my worrying",
    "I feel that I am worrying too much about different things",
    "I find it difficult to relax",
    "I feel restless, sometimes even hard to just sit still",
    "I feel I am easily annoyed or irritable",
    "I feel afraid that something awful might happen",
    "I don't feel like eating today",
    "I am just not as good as my peers",
    "I am having difficulty concentrating",
    "I feel hopeful for the future",
    "I am a total failure",
    "I feel tired and low in energy",
    "I feel lonely",
    "I feel like other people are very unfriendly",
    "I am enjoying my life",
    "I feel like crying",
    "I don't feel the same enjoyment from things I usually like to do",
    "I feel that other people dislike me",
    "I feel that I have nothing to look forward to",
    "I find myself getting upset very easily",
    "I find myself getting impatient I was delayed in anyway (e.g. Elevator, traffic light, being kept waiting)",
    "I am not interested in doing anything",
    "I feel like I am a worthless human being",
    "I feel that life isn't worth while * (suicide risk)",
    "It is just my luck! This kind of thing always happens to me",
    "I am going to be alone for my entire life",
    "No boy or girl will ever want to date me, I am undateable",
    "I just failed my test, I messed up all these questions!",
    "When I do something positive, I often discount it by telling myself that \"it doesn't count\"",
    "I am hopeless, nobody else can ever love me, treatments might work for others but I am beyond saving",
    "Someone that I care about is ignoring me now because they don't like me anymore",
    "I am going to be depressed forever",
    "I am going to be like this forever",
    "I feel inadequate",
    "I feel guilty",
    "I feel overwhelmed and hopeless",
    "I don't feel like doing anything, I should just stay in bed today",
    "I feel so dirty, my room is a complete mess",
    "I should really do my homework",
    "I should really be studying right now",
    "I must finish this before this upcoming deadline",
    "I must wake up earlier tomorrow morning or else I am going to be late",
    "I am so dumb",
    "I am unreliable",
    "I am a terrible person",
    "I feel bad when I am unable to solve other peoples problems",
    "She/He is a total jerk!",
    "I am just going to make other people feel bad",
    "It is just not fair!",
    "I feel really stressed about my upcoming oral presentation",
    "I feel angry because someone cancelled on me at the last minute",
    "I am so lazy, I keep putting things off until the last minute",
    "I caved in and pigged out again",
    "It is all his/her fault!",
    "I am so ugly",
    "I am overweight",
    "I am so fat",
    "No one loves me",
    "I am such a selfish person"
]